Repository: MochiLog/MochiLog
Catalog: MochiLog/Resources/strings/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

source: 同一の記録が複数のデバイスで同時に変更されました。以下の差分を確認し、どちらのデータを保持するか選択してください。
de: Dieselbe Aufzeichnung wurde auf mehreren Geräten geändert. Prüfe die Unterschiede und wähle die zu behaltenden Daten.
en: The same record was changed on multiple devices at the same time. Review the differences below and choose which data to keep.
es: El mismo registro se modificó en varios dispositivos. Revisa las diferencias y elige los datos que deseas conservar.
fr: Le même relevé a été modifié sur plusieurs appareils. Vérifiez les différences et choisissez les données à conserver.
ko: 같은 기록이 여러 기기에서 동시에 변경되었습니다. 차이를 확인하고 보존할 데이터를 선택하세요.
zh_hans: 同一记录在多台设备上同时修改。请检查以下差异并选择要保留的数据。
zh_hant: 同一記錄在多台裝置上同時修改。請檢查以下差異並選擇要保留的資料。

source: 同期コンフリクトを発生させる
de: Synchronisierungskonflikt auslösen
en: Trigger a Sync Conflict
es: Generar conflicto de sincronización
fr: Déclencher un conflit de synchronisation
ko: 동기화 충돌 생성
zh_hans: 触发同步冲突
zh_hant: 觸發同步衝突

source: 同期ステータス
de: Synchronisierungsstatus
en: Sync Status
es: Estado de sincronización
fr: État de la synchronisation
ko: 동기화 상태
zh_hans: 同步状态
zh_hant: 同步狀態

source: 同期の仕組みについて
de: So funktioniert die Synchronisierung
en: How synchronization works
es: Cómo funciona la sincronización
fr: Fonctionnement de la synchronisation
ko: 동기화 방식 안내
zh_hans: 关于同步机制
zh_hant: 關於同步機制

source: 同期はアプリ起動時やバックグラウンドで自動的に行われます
de: Die Synchronisierung erfolgt beim App-Start und im Hintergrund.
en: Synchronization runs when the app opens and in the background.
es: La sincronización se realiza al abrir la app y en segundo plano.
fr: La synchronisation s’effectue à l’ouverture de l’app et en arrière-plan.
ko: 앱을 시작할 때와 백그라운드에서 자동으로 동기화됩니다.
zh_hans: 应用启动时及在后台自动同步。
zh_hant: App 啟動時及在背景自動同步。

source: 同期中...
de: Synchronisierung läuft …
en: Syncing...
es: Sincronizando…
fr: Synchronisation…
ko: 동기화 중…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: 変更
de: Ändern
en: Change
es: Cambiar
fr: Modifier
ko: 변경
zh_hans: 更改
zh_hant: 變更

source: 完了
de: Fertig
en: Done
es: Listo
fr: Terminé
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: 完了しています…
de: Wird abgeschlossen …
en: Finishing…
es: Finalizando…
fr: Finalisation…
ko: 마무리 중…
zh_hans: 正在完成…
zh_hant: 正在完成…

source: 実行済みマイグレーション
de: Ausgeführte Migrationen
en: Completed Migrations
es: Migraciones completadas
fr: Migrations effectuées
ko: 실행된 마이그레이션
zh_hans: 已执行的数据迁移
zh_hant: 已執行的資料移轉

source: 強制同期後も表示されない場合は、アプリを完全に終了（スワイプアップ）して再起動すると反映されます
de: Wenn Daten nach erzwungener Synchronisierung nicht erscheinen, schließe die App und öffne sie erneut.
en: If data still does not appear after Force Sync, close and reopen the app.
es: Si los datos no aparecen tras forzar la sincronización, cierra la app y vuelve a abrirla.
fr: Si les données n’apparaissent pas après une synchronisation forcée, fermez puis rouvrez l’app.
ko: 강제 동기화 후에도 표시되지 않으면 앱을 종료했다가 다시 여세요.
zh_hans: 强制同步后仍未显示时，请关闭应用并重新打开。
zh_hant: 強制同步後仍未顯示時，請關閉 App 並重新開啟。

source: 待機中
de: Bereit
en: Idle
es: En espera
fr: En attente
ko: 대기 중
zh_hans: 待机中
zh_hant: 待命中

source: 成功
de: Erfolgreich
en: Success
es: Correcto
fr: Réussi
ko: 성공

source: 手動で毎回選ぶ
de: Jedes Mal manuell auswählen
en: Select Manually Every Time
es: Seleccionar manualmente siempre
fr: Choisir manuellement à chaque fois
ko: 매번 수동 선택
zh_hans: 每次手动选择
zh_hant: 每次手動選擇

source: 手動追加
de: Manuell hinzufügen
en: Add Manually
es: Añadir manualmente
fr: Ajouter manuellement
ko: 수동 추가
zh_hans: 手动添加
zh_hant: 手動新增

source: 月曜日 1月20日
de: Montag, 20. Januar
en: Monday, January 20
es: Lunes, 20 de enero
fr: Lundi 20 janvier
ko: 1월 20일 월요일
zh_hans: 1月20日 星期一
zh_hant: 1月20日 星期一

source: 未同期
de: Noch nicht synchronisiert
en: Not Synced Yet
es: Aún no sincronizado
fr: Pas encore synchronisé
ko: 아직 동기화되지 않음
zh_hans: 尚未同步
zh_hant: 尚未同步

source: 未解決の競合
de: Ungelöste Konflikte
en: Unresolved Conflicts
es: Conflictos sin resolver
fr: Conflits non résolus
ko: 해결되지 않은 충돌
zh_hans: 未解决的冲突
zh_hant: 未解決的衝突

source: 未設定
de: Nicht festgelegt
en: Not Set
es: Sin configurar
fr: Non défini
ko: 설정 안 됨
zh_hans: 未设置

source: 現在のアプリバージョン
de: Aktuelle App-Version
en: Current App Version
es: Versión actual de la app
fr: Version actuelle de l’app
ko: 현재 앱 버전
zh_hans: 当前应用版本
zh_hant: 目前App版本

# 端末: %@ (ローカル) vs %@ (サーバー)
source: 端末: %1$@ (ローカル) vs %2$@ (サーバー)
de: Gerät: %@ (lokal) und %@ (Server)
en: Device: %@ (local) vs %@ (server)
es: Dispositivo: %@ (local) frente a %@ (servidor)
fr: Appareil : %@ (local) et %@ (serveur)
ko: 기기: %@ (로컬) / %@ (서버)
zh_hans: 设备：%@（本地）与%@（服务器）
zh_hant: 裝置：%@（本機）與%@（伺服器）

source: 端末がiCloudにサインインしていないか、iCloud Driveが無効になっています。iOSの設定アプリから確認してください。
de: Dieses Gerät ist nicht bei iCloud angemeldet oder iCloud Drive ist deaktiviert. Prüfe die iOS-Einstellungen.
en: This device is not signed in to iCloud, or iCloud Drive is disabled. Check iOS Settings.
es: Este dispositivo no ha iniciado sesión en iCloud o iCloud Drive está desactivado. Revisa los ajustes de iOS.
fr: Cet appareil n’est pas connecté à iCloud ou iCloud Drive est désactivé. Vérifiez les réglages d’iOS.
ko: 이 기기가 iCloud에 로그인되어 있지 않거나 iCloud Drive가 꺼져 있습니다. iOS 설정을 확인하세요.
zh_hans: 此设备尚未登录 iCloud，或未启用 iCloud 云盘。请检查 iOS 设置。
zh_hant: 此裝置尚未登入 iCloud，或未啟用 iCloud 雲碟。請檢查 iOS 設定。

source: 競合が検出されました
de: Konflikt erkannt
en: Conflict Detected
es: Conflicto detectado
fr: Conflit détecté
ko: 충돌이 감지되었습니다
zh_hans: 检测到冲突
zh_hant: 偵測到衝突

source: 競合の解決
de: Konflikt lösen
en: Resolve Conflict
es: Resolver conflicto
fr: Résoudre le conflit
ko: 충돌 해결
zh_hans: 解决冲突
zh_hant: 解決衝突

source: 自動で区別
de: Automatisch unterscheiden
en: Distinguish Automatically
es: Distinguir automáticamente
fr: Distinguer automatiquement
ko: 자동 구분
zh_hans: 自动识别
zh_hant: 自動辨識

source: 自動判定時に使われる端末自体のモデル番号（hw.machine）を手動で上書きします。空にすると実際の端末の値を使用します。
de: Überschreibt die für die Erkennung verwendete Modellkennung (hw.machine). Leer lassen, um den tatsächlichen Gerätewert zu verwenden.
en: Override the device model identifier (hw.machine) used for automatic detection. Leave blank to use the actual device value.
es: Sustituye manualmente el modelo del dispositivo (hw.machine) usado para la detección. Déjalo vacío para usar el valor real.
fr: Remplace manuellement le modèle de l’appareil (hw.machine) utilisé pour la détection. Laissez vide pour utiliser la valeur réelle.
ko: 자동 판별에 쓰이는 기기 모델 번호(hw.machine)를 직접 재정의합니다. 비워 두면 실제 기기 값을 사용합니다.
zh_hans: 手动覆盖自动识别使用的设备型号（hw.machine）。留空则使用设备的实际值。
zh_hant: 手動覆寫自動辨識使用的裝置型號（hw.machine）。留空則使用裝置的實際值。

source: 解析中…
de: Analyse läuft …
en: Reading log…
es: Analizando…
fr: Analyse en cours…
ko: 분석 중…
zh_hans: 正在解析…
zh_hant: 正在解析…

source: 記録日時
de: Aufzeichnungsdatum
en: Record Date
es: Fecha del registro
fr: Date du relevé
ko: 기록 날짜
zh_hans: 记录日期
zh_hant: 記錄日期

source: 設定アプリ表示(%)
de: Einstellungsanzeige (%)
en: Capacity shown in Settings (%)
es: Valor en Ajustes (%)
fr: Valeur dans les réglages (%)
ko: 설정 표시값(%)
zh_hans: 设置中的显示值（%）
zh_hant: 設定中的顯示值（%）

source: 設定を反映するにはアプリの再起動が必要です。一度アプリを上にスワイプして完全に終了し、開き直してください。
de: Die App muss neu gestartet werden. Schließe sie im App-Umschalter durch Wischen nach oben vollständig und öffne sie erneut.
en: Restart the app after changing this setting. Swipe it up in the app switcher to close it completely, then reopen it.
es: Es necesario reiniciar la app. Desliza hacia arriba en el selector de apps para cerrarla por completo y vuelve a abrirla.
fr: Un redémarrage de l’app est nécessaire. Fermez-la complètement en balayant vers le haut dans le sélecteur d’apps, puis rouvrez-la.
ko: 변경 후 앱을 다시 시작해야 합니다. 앱 전환기에서 위로 쓸어 올려 앱을 완전히 종료한 다음 다시 여세요.
zh_hans: 更改后需要重新启动应用。请从应用切换器中向上轻扫以完全关闭应用，然后重新打开。
zh_hant: 變更後需要重新啟動 App。請從 App 切換器向上滑動以完全關閉 App，再重新開啟。

source: 設計容量(mAh)
de: Auslegungskapazität (mAh)
en: Design Capacity (mAh)
es: Capacidad de diseño (mAh)
fr: Capacité de conception (mAh)
ko: 설계 용량(mAh)
zh_hans: 设计容量（mAh）

source: 重複チェックの準備中…
de: Duplikatprüfung wird vorbereitet …
en: Preparing duplicate checks…
es: Preparando la comprobación de duplicados…
fr: Préparation de la recherche de doublons…
ko: 중복 확인 준비 중…
zh_hans: 正在准备重复检查…
zh_hant: 正在準備重複檢查…

source: 開発者オプション
de: Entwickleroptionen
en: Developer Options
es: Opciones de desarrollador
fr: Options de développement
ko: 개발자 옵션
zh_hans: 开发者选项
zh_hant: 開發者選項

source: 開発者オプションをロックする
de: Entwickleroptionen sperren
en: Lock Developer Options
es: Bloquear opciones de desarrollador
fr: Verrouiller les options de développement
ko: 개발자 옵션 잠그기
zh_hans: 锁定开发者选项
zh_hant: 鎖定開發者選項

source: 開発者オプションをロックすると、アプリバージョンを7回タップすることで再度開放できます。
de: Nach dem Sperren kannst du die Entwickleroptionen durch siebenmaliges Tippen auf die App-Version wieder freischalten.
en: After locking developer options, tap the app version seven times to unlock them again.
es: Tras bloquearlas, toca la versión de la app siete veces para volver a activar las opciones de desarrollador.
fr: Après verrouillage, touchez sept fois la version de l’app pour réactiver les options de développement.
ko: 잠근 후 앱 버전을 7번 탭하면 개발자 옵션을 다시 열 수 있습니다.
zh_hans: 锁定后，可连续点击应用版本7次重新解锁开发者选项。
zh_hant: 鎖定後，可連續點選App版本7次重新解鎖開發者選項。

source: 項目
de: Feld
en: Property
es: Campo
fr: Champ
ko: 항목
zh_hans: 字段
zh_hant: 欄位

source: %@年
ko: %@년

# %@年 ~ %@年
source: %1$@年 ~ %2$@年
ko: %@년 – %@년
zh_hans: %@年 – %@年
zh_hant: %@年 – %@年
